tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "rahim/tap"

brew "awscli"
# brew "curl"
brew "fd"
# brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "just"
# brew "puma-dev"
# brew "pv"
# brew "rbenv"
# brew "rbenv-default-gems"
brew "ripgrep"
# brew "ruby-build"
# brew "sqlite"
# brew "ssh-copy-id"
# brew "tmux"
brew "tree"

cask "1password@7"
cask "android-studio"
cask "camo-studio"
# cask "charles"
cask "chatgpt"
cask "cloudflare-warp"
cask "datagrip"
cask "docker"
cask "electrum"
cask "firefox"
# cask "github"
# cask "google-chrome"
# cask "google-chrome-canary"
cask "istat-menus"
cask "iterm2"
# cask "java"
cask "kap"
cask "keybase"
cask "keycastr"
cask "maestral"
cask "monitorcontrol"
# cask "muzzle"
# cask "ngrok"
cask "rapidapi" # née "paw"
# cask "slack"
cask "sdm"
cask "session-manager-plugin"
cask "spotify"
# cask "steam"
cask "sublime-text-4169"
cask "trailer"
# cask "transmission"
cask "viscosity"
cask "visual-studio-code"
# cask "vlc"
cask "vyprvpn"
cask "whatsapp"
# cask "zoom"

mas "Bitwarden", id: 1352778147
mas "DaisyDisk", id: 411643860
mas "ChatGPT", id: 6448311069
mas "GarageBand", id: 682658836
mas "Ghostery Privacy Ad Blocker", id: 6504861501
mas "iA Writer", id: 775737590
mas "Kindle", id: 405399194
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "Sugarmate Glance", id: 1207352056
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
