tap "codeclimate/formulae"
tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jmacdonald/amp"
tap "puma/puma"

brew "amp"
brew "ansible"
brew "autoconf"
brew "automake"
brew "autossh"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "beanstalk"
brew "beanstalkd"
brew "bison"
brew "bsdmake"
brew "closure-compiler"
brew "cmake"
brew "codeclimate"
brew "coreutils"
brew "curl"
brew "cython"
brew "ec2-ami-tools"
brew "ec2-api-tools"
# brew "elasticsearch@2.4", restart_service: true, link: true # Litmus almost certainly uses a much older version
brew "elixir"
brew "erlang"
brew "exa"
brew "exiftool"
brew "exiv2"
brew "faac"
brew "fd"
brew "fdk-aac"
brew "ffmpeg"
brew "fontconfig"
brew "fontforge"
brew "fortune"
brew "fpp"
brew "freetype"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gettext"
brew "gifsicle"
brew "git"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphite2"
brew "graphviz"
brew "heroku"
brew "heroku-node"
brew "heroku-toolbelt"
brew "htop"
brew "httpie"
brew "hub"
brew "icdiff"
brew "iftop"
brew "imagemagick"
brew "irssi"
brew "jpeg"
brew "jpegoptim"
brew "jq"
brew "lame"
brew "libass"
brew "libassuan"
brew "libav"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libiconv"
brew "libidn2"
brew "libksba"
brew "libogg"
brew "libpng"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libunistring"
brew "libusb"
brew "libvo-aacenc"
brew "libvorbis"
brew "libvpx"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lynx"
brew "macvim"
brew "mas"
brew "memcached", restart_service: true
brew "mongodb"
brew "mysql@5.6", restart_service: true
brew "nginx"
brew "nmap"
brew "node"
brew "oniguruma"
brew "openssl"
brew "optipng"
brew "opus"
brew "ossp-uuid"
brew "phantomjs"
brew "pkg-config"
brew "pngcheck"
brew "pngcrush"
brew "pngquant"
brew "postgresql", restart_service: true
brew "proctools"
brew "pssh"
brew "puma-dev"
brew "pv"
brew "python"
brew "python3"
brew "qt"
brew "rbenv"
brew "rbenv-default-gems"
brew "readline"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "ruby-build"
brew "ruby-install"
brew "rust"
brew "sqlite"
brew "ssh-copy-id"
brew "theora"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "webp"
brew "wget"
brew "wxmac"
brew "x264"
brew "xvid"
brew "xz"
brew "yarn"
brew "yasm"

cask "1password"
cask "android-studio"
cask "atom"
cask "capture-one"
cask "charles"
cask "chromedriver"
cask "dash"
cask "docker"
cask "dropbox"
cask "duet"
cask "firefox"
cask "fork"
cask "github"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-earth-pro"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "keycastr"
cask "libreoffice"
cask "muzzle"
cask "ngrok"
cask "nordvpn"
cask "paw"
cask "qbserve"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "trailer"
cask "transmission"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio"
cask "vlc"
cask "whatsapp"
cask "zoomus"

mas "bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "Kindle", id: 405399194
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
