tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jmacdonald/amp"

brew "awscli"
# brew "curl"
brew "fd"
# brew "ffmpeg"
brew "fzf"
brew "git"
brew "heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "packer"
# brew "puma-dev"
# brew "pv"
# brew "rbenv"
# brew "rbenv-default-gems"
brew "ripgrep"
# brew "ruby-build"
# brew "sqlite"
# brew "ssh-copy-id"
# brew "tmux"
brew "tree"

# cask "1password"
cask "android-studio"
cask "camo-studio"
# cask "charles"
cask "datagrip"
cask "docker"
cask "dropbox"
# cask "firefox"
# cask "github"
# cask "google-chrome"
# cask "google-chrome-canary"
cask "istat-menus"
cask "iterm2"
# cask "java"
cask "kap"
cask "keybase"
cask "keycastr"
# cask "muzzle"
# cask "ngrok"
# cask "rapidapi" # née "paw"
# cask "slack"
cask "spotify"
# cask "steam"
# cask "sublime-text"
cask "trailer"
# cask "transmission"
cask "viscosity"
cask "visual-studio-code"
# cask "vlc"
cask "vyprvpn"
cask "whatsapp"
# cask "zoom"

mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "Kindle", id: 405399194
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Sugarmate Glance", id: 1207352056
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
